Repository: DanielCazorro/SwiftiOSApps
Catalog: Apps/RestartApp/Restart/Restart/Resources/Localizable.xcstrings
Source language: en
Languages: es

# home.character.image
source: Illustration of a person taking a break
es: Ilustración de una persona tomándose un descanso

# home.quote.another
source: New quote
es: Otra cita

# home.quote.share
source: Share
es: Compartir

# home.restart
source: Restart
es: Reiniciar

# home.restart.hint
source: Shows the welcome screens again
es: Vuelve a mostrar las pantallas de bienvenida

# home.sound.disable
source: Turn sound off
es: Desactivar el sonido

# home.sound.enable
source: Turn sound on
es: Activar el sonido

# onboarding.action.next
source: Next page
es: Página siguiente

# onboarding.action.previous
source: Previous page
es: Página anterior

# onboarding.character.hint
source: Drag left or right to move between pages
es: Arrastra a izquierda o derecha para cambiar de página

# onboarding.cta.getStarted
source: Get Started
es: Empezar

# onboarding.cta.hint
source: Slide the button to the right, or double tap to start
es: Desliza el botón hacia la derecha, o toca dos veces para empezar

# onboarding.cta.skip
source: Skip
es: Saltar

# onboarding.give.image
source: Illustration of a person offering a gift
es: Ilustración de una persona ofreciendo un regalo

# onboarding.give.message
source: What you keep for yourself you lose; what you give away, you keep forever.
es: Lo que guardas para ti lo pierdes; lo que regalas, lo conservas para siempre.

# onboarding.give.title
source: Give.
es: Da.

# onboarding.page.position %lld %lld
source: Page %1$lld of %2$lld
es: Página %1$lld de %2$lld

# onboarding.restart.image
source: Illustration of a person starting over
es: Ilustración de una persona volviendo a empezar

# onboarding.restart.message
source: Take a breath, unplug for a moment and begin again whenever you need to.
es: Respira, desconecta un momento y vuelve a empezar siempre que lo necesites.

# onboarding.restart.title
source: Restart.
es: Reinicia.

# onboarding.share.image
source: Illustration of a person sharing what they have
es: Ilustración de una persona compartiendo lo que tiene

# onboarding.share.message
source: It's not how much we give but how much love we put into giving.
es: No importa cuánto damos, sino cuánto amor ponemos al dar.

# onboarding.share.title
source: Share.
es: Comparte.

# quote.1.text
source: The time that leads to mastery is dependent on the intensity of our focus.
es: El tiempo que lleva a la maestría depende de la intensidad de nuestra atención.

# quote.2.author
source: Lao Tzu
es: Lao Tse

# quote.2.text
source: The journey of a thousand miles begins with a single step.
es: Un viaje de mil millas comienza con un solo paso.

# quote.3.text
source: We are what we repeatedly do. Excellence, then, is not an act, but a habit.
es: Somos lo que hacemos repetidamente. La excelencia, entonces, no es un acto, sino un hábito.

# quote.4.text
source: Almost everything will work again if you unplug it for a few minutes, including you.
es: Casi todo vuelve a funcionar si lo desenchufas unos minutos, tú incluido.

# quote.5.text
source: Every moment is a fresh beginning.
es: Cada momento es un nuevo comienzo.

# quote.6.text
source: He who has a why to live can bear almost any how.
es: Quien tiene un porqué para vivir puede soportar casi cualquier cómo.
